tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "puma/puma"
brew "ansible"
brew "ghc"
brew "cabal-install"
brew "curl"
brew "digdag"
brew "docker-clean"
brew "elixir"
brew "fd"
brew "fping"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "go"
brew "hub"
brew "lua"
brew "mysql"
brew "ncdu"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "phantomjs"
brew "rbenv"
brew "rbenv-gemset"
brew "shellcheck"
brew "sshrc"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "puma/puma/puma-dev"
cask "atom"
cask "google-japanese-ime"
cask "ngrok"
cask "sequel-pro"
cask "slack"
